{
  "webportfolio": 
  [
    {
      "title": "Oyster Marketing and Communications",
      "url": "https://www.oystermc.com/",
      "img": "Oyster-Marketing-and-Communications.png",
      "text": "A small 5 page website following brand guidelines, custom logo design and animations."
    },
    {
      "title": "Overstone Park School",
      "url": "https://www.overstoneparkschool.co.uk/",
      "img": "Overstone-Park-School-Ltd.png",
      "text": "Overstone Park School is a large website that needed to be updated regularly by the school staff, it includes the ability to upload files, add new information and new pages when necessary and is very modern in design."
    },
    {
      "title": "Karen Carpenter Coaching",
      "url": "https://www.karencarpentercoaching.com/",
      "img": "Karen-Carpenter.png",
      "text": "A simple but engaging website using a defined colour palette to outline different sections. Includes a blog, form testimonial slider and animations."
    },
    {
      "title": "St Cross Kitchens",
      "url": "https://www.stcrosskitchens.co.uk/",
      "img": "St-Cross-Kitchens.png",
      "text": "Sleek with great photos, showing off their work including a popup gallery and image slider."
    },
    {
      "title": "AICN Group",
      "url": "https://www.aicn-group.com/",
      "img": "AICN-Group.png",
      "text": "A small website with sleek animations make it feel futuristic which goes with their content of research in the field of Brain Imaging Techniques."
    },
    {
      "title": "Overstone Park Fledglings",
      "url": "http://www.overstoneparkfledglings.com/",
      "img": "Fledglings-Day-Nursery.png",
      "text": "A 1-page website similar in style to Overstone Park School - it's sister school - the aim was to give as much information as possible whilst appealing to parents of young children. Bright colours and a simple design allow the content to shine through."
    },
    {
      "title": "Alexander Christian",
      "url": "https://www.alexander-christian.co.uk/",
      "img": "Alexander-Christian.png",
      "text": "A highly customized and uniquely designed website that went through many iterations. Includes a completely custom before and after slider to show off the restoration work of the client as well as complex animations on every page."
    },
    {
      "title": "Notion Services",
      "url": "http://www.notionservices.co.uk/",
      "img": "Notion-Services.png",
      "text": "A fairly straightforward business website detailing all of the companies many services. Simple design and colour scheme for ease of use for the end user with calls to action on most pages."
    },
    {
      "title": "Isles of Scilly IFCA",
      "url": "https://www.scillyifca.gov.uk/",
      "img": "Isles-of-Scilly-IFCA.png",
      "text": "At Toolkit we worked with many different IFCA groups across the country, keeping to a similar design for each. It needed to be informative and easy to navigate."
    },
    {
      "title": "Dovetail Joinery",
      "url": "https://www.dovetail-joinery.co.uk/",
      "img": "Dovetail-Joinery.png",
      "text": "Similar to St Cross Kitchens, this site needed to focus on the services and work of the client."
    },
    {
      "title": "Richard Camden Author",
      "url": "https://www.rmcamden.com/",
      "img": "Richard-Camden.png",
      "text": "A 1-page site advertising a book written by the client, simple but effective design with the book forefront at the top of the page. Includes links to buy as well as calls to action."
    },
    {
      "title": "Excel Activity Group",
      "url": "https://www.excelactivitygroup.co.uk/",
      "img": "Excel-Activity-Group.png",
      "text": "A 100+ page website with a video for the main header giving users a fun introduction to the company. It includes a members area and a payment portal."
    },
    {
      "title": "Halesford Design",
      "url": "http://www.halesforddesign.com/",
      "img": "Halesford-Design.png",
      "text": "Beautiful, high-resolution photos are a massive boost when building a website like this. It was designed to match the minimalist and modern style of the work the client produces giving a high-end feel."
    },
    {
      "title": "Smartcom Solutions",
      "url": "https://www.smartcomsolutions.co.uk/",
      "img": "Smartcom-Solutions.png",
      "text": "Minimialistic colour scheme and design that focuses on CTA's and services"
    },
    {
      "title": "Orchard Day Nursery",
      "url": "https://www.orchard-daynursery.co.uk/",
      "img": "Orchard-Day-Nursery.png",
      "text": "A simple, softly coloured nursery website that shows off the fun and friendly atmosphere of the service they provide."
    },
    {
      "title": "Matthew Winchester",
      "url": "https://www.matthewwinchester.com/",
      "img": "Matthew-Winchester.png",
      "text": "Using great live performance photos and videos to create a high quality portfolio website for a session singer."
    },
    {
      "title": "Evans & Knight",
      "url": "https://www.evansandknight.com/",
      "img": "Evans-And-Knight.png",
      "text": "Great high quality photos with simple but effective animations."
    },
    {
      "title": "Kart Components",
      "url": "http://www.kartcomponents.com/",
      "img": "Kart-Components-Manufacturing.png",
      "text": "Big and bold animations and photos whilst showing off services and products."
    },
    {
      "title": "Anex Cars",
      "url": "http://www.angliataxis.net/",
      "img": "Anex-Cars.png",
      "text": "This website utilises a parallax effect for several images giving the site an interesting flow."
    },
    {
      "title": "Sally Dunham",
      "url": "https://www.sallydunham.co.uk/",
      "img": "Sally-Dunham.png",
      "text": "A simple design that emphasises the artwork of the artist first and foremost."
    },
    {
      "title": "Angela Farquharson & Martin Duffy",
      "url": "http://www.farquharsonduffysculpture.com",
      "img": "Angela-Farquharson-Martin-Duffy.png",
      "text": "A large portfolio site for two artists work."
    },
    {
      "title": "Immunopsychiatry Research Group",
      "url": "http://www.immunopsychiatry.com/",
      "img": "Immunopsychiatry-Research-Group.png",
      "text": "Focusing on the informative aspects of the work and research, the site is easy to engage with."
    },
    {
      "title": "Grange Nursing Home",
      "url": "https://www.tgnh.co.uk/",
      "img": "Grange-Nursing-Home.png",
      "text": "Nursing Home websites need to be informative, but they also need to be welcoming and friendly so that families feel reassured about their loved ones wellbeing."
    },
    {
      "title": "Malci Construction",
      "url": "https://www.malci.co.uk/",
      "img": "Malci-Constructions.png",
      "text": "Simple design with lots of information, CTA's, service details and a form."
    },
    {
      "title": "Sustain Group",
      "url": "https://www.sustaingroup.co.uk/",
      "img": "Sustain-Group-Ltd.png",
      "text": "Another minimalistic site with a few custom animations."
    },
    {
      "title": "Portcullis Hampshire Ltd",
      "url": "http://www.portcullis-construction.co.uk/",
      "img": "Portcullis-Hampshire-Ltd.png",
      "text": "Similar to Malci Construction, but with higher contrast colours. Great photos do the heavy lifting on sites like these!"
    },
    {
      "title": "CSP Food Services",
      "url": "https://www.cspfoodservicesltd.co.uk/",
      "img": "CSP-Food-Services-Ltd.png",
      "text": "A good example of how stock imagery can vastly improve the overall design."
    },
    {
      "title": "Polaris Actuaries",
      "url": "http://www.polarisactuaries.com/",
      "img": "Polaris.png",
      "text": "The clients here wanted some sleek and engaging animations which helps when the content can sometimes be a bit dry by it's nature."
    },
    {
      "title": "Atamis",
      "url": "https://www.atamis.co.uk/",
      "img": "Atamis-Ltd.png",
      "text": "A lot of the key design choices were based on the logo including animated cogs and colour coded sections in the inner pages."
    },
    {
      "title": "Michael Henbury",
      "url": "https://www.michael-henbury.uk/",
      "img": "Michael-Henbury.png",
      "text": "A really fun portfolio website for an actor. Due to his appearing in Star Wars, he asked us to create a splash screen similar to that of the opening of the films with the scrolling text. I believe this has been turned off for now though - shame!"
    },
    {
      "title": "Skoona",
      "url": "http://www.skoona.com/",
      "img": "Skoona.png",
      "text": "Simple and sleek, very high-end and utilising the parallax effect."
    },
    {
      "title": "Hand In Hand Group",
      "url": "https://www.handinhandgroup.com/",
      "img": "Hand-In-Hand-Group.png",
      "text": "Highly professional in design which goes - hand in hand - with their target market."
    }
  ],
  "gameportfolio": 
  [
    {
      "title": "Hexad Control",
      "url": "https://jonherbert.github.io/jon-herbert-portfolio/blog/hexad-control-part-1",
      "img": "hexad-control.gif",
      "text": "A game based initially on the minigame Triple Triad from Final Fantasy 8 but with hexagons instead of squares! For more details see my ongoing blog about it."
    },
    {
      "title": "Untitled Space Game",
      "url": "",
      "img": "space-game.gif",
      "text": "I love anything Sci-fi and really enjoyed games like EV Nova growing up. The intention here was to create a procedurally generated galaxy with hundreds of star systems, planets, moons and some really interesting mechanics. More info here."
    }
  ],
  "projectportfolio": 
  [
    {
      "title": "D&D Party",
      "url": "",
      "img": "dandd-party.gif",
      "text": "Utilising the open D&D 5e api, I wanted to create an all-in-one app that had both a fully searchable database for spells, monsters, classes, rules etc. and also a multi-user front-end that would combine, chat, group notes, party information and a separate area for the DM where they could send private messages and keep tabs on the story. More info here."
    },
    {
      "title": "Galaxy Generator",
      "url": "",
      "img": "planets.png",
      "text": "In order to create my space game I needed some procedural or 'PCG' tools to make up my galaxy."
    },
    {
      "title": "Planet Generator",
      "url": "",
      "img": "planet-generator.gif",
      "text": "A precursor to my galaxy generator that would have likely been refactored into it at some point."
    },
    {
      "title": "Modular Space Ship Builder",
      "url": "",
      "img": "modular-spaceship-maker.gif",
      "text": "I toyed with the idea of creating a modular system for the player to create ships."
    }
  ]
}